cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'zsh'
brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'git'
brew 'openssl'
brew 'node'
brew 'gradle'
brew 'android-sdk'
brew 'android-ndk'

cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'spotify'
cask 'flux'
cask 'android-studio'
cask 'skype'

